[
    {
        "category": "About Me",
        "order": -1,
        "id": "about-me",
        "title": "Hi, I'm Lily",
        "date": "May 17, 2020",
        "subtitle": "An eighteen year old girl from Toronto, Canada oversharing her life on the internet through her virtual diary.",
        "coverIMG": "https://i.pinimg.com/564x/9a/1f/8a/9a1f8a55d3e8048158530161fa53dcd8.jpg",
        "fullIMG": "https://i.pinimg.com/564x/9a/1f/8a/9a1f8a55d3e8048158530161fa53dcd8.jpg",
        "text": "First of all, I would like to say HI! And thank you for reading my blog. I am Lily and this is what I like to think of as my virtual diary. Here, you’ll find my thoughts, from the rawest form, all the way to texts carefully put together word by word. Although this version of my diary won’t have all the juicy details that my personal journal does (I can’t fully expose myself to the entirety of the internet, a girl needs to have at least a few secrets), it’ll have some of my purest thoughts that I believe won’t incriminate me if read by anyone from my personal FBI agent, to my parents.|Now that you know a little about my diary and what this strange website that you have stumbled across even is, I can tell do what I love the most and tell the world who I am!|I’ve grown up in the same semi-detached house in Toronto all my life. I went to primary school (which I have always called public school although that seems to confuse people…) a half block south of my house. Growing up, I spent the majority of my weekends with my best friend (who lived in the house attached to mine, I know, every kids dream, I was pretty lucky!) making videostars and playing the Sims Freeplay on my family’s iPad. I like to believe that growing up on my street was the best thing any kid could ask for. There was a gang of about 15 or so kids who lived within a one block radius, again, any kids dream! Our close proximity in both age and living made for loads of fun summer weekends running around our neighbourhood playing cops and robbers, curby, or really any game we could dream of barefoot for the entirety of the day.|As we grew older, and our paths began to slightly diverge from one another, I stopped seeing the neighbourhood gang as much. Although I haven’t spoken with many of them in recent years, I know that we will always have a bond no other could contest.|Moving on from what I remember as being a perfect childhood, the next chapter of my life was high school. I have recently graduated (if you can even call it that in quarantine) from Ursula Franklin Academy after what felt like four very short years. High school definitely had lots of ups and downs, many more than from what I can remember of any other chapter of my life. My sheer abundance of time in quarantine has given me the time to think back on high school as a whole in a way I have never truly been able to before. Sometimes when I think back on high school I tend to focus on all the drama that seemed to consume the last year and a half of my life in high school while almost totally forgetting the best parts. Although there were some overly dramatic days throughout high school, there were so many days that I never fully appreciated for how amazing they were. I will really truly miss almost every bit of life in high school. From sitting outside under the sun on the front picnic benches (probably being spied on by Barbara, the Vice-Principal), to ridiculous but hilarious Wednesday sessions, to parties that tore everyone away from the work we thought was so important and brought everyone together for once, to the random weekends we spent exploring our city, I’ll really miss it all.|Now, while living through a global pandemic, I am reflecting on what’s to come. Whether that is going to McGill for Arts like I am planned to do, or deferring my offer and taking a gap year, I am unsure. Whether the spark currently lit in me of being an au pair will turn into a roaring fire or whither out with time, I am unsure. Whether I will have the courage to take a gap year and go into the unknown, I am unsure. All I can say now for sure is that I am excited to see where the future takes me next year because I have a feeling it’ll be something entirely new. New is always a reason to be excited.|I guess the above didn’t really cover all the usual points a biography usually does… so here are a couple of quick fun facts about me!\n- I am a morning person!!! I can be very high energy in the morning which can tire people who don't have as easy a time getting up\n- I am very organized and overplan for just about everything in my life\n- Skiing has forever been my favourite sport and will always have a very special place in my heart\n- Although… My love for rugby has been blossoming in recent years, it's an empowering sport with accepting communities everywhere!\n- Even though I am good at school, my common knowledge lacks which makes games like trivia and scrabble extra difficult for me\n- I used to work at a candy store which amazes just about every little kid I meet"
    },





    {
        "category": "travel",
        "order": 21,
        "id": "every-country-upon-which-i-have-stepped",
        "title": "Every Country Upon Which I have Stepped",
        "date": "May 5, 2020",
        "subtitle": "A complete list of every country that I have visited during my long 17 years on this Earth.",
        "coverIMG": "https://i.pinimg.com/564x/a4/ec/8a/a4ec8a3a5a3777fd63fe0425d2959409.jpg",
        "fullIMG": "https://i.pinimg.com/564x/a4/ec/8a/a4ec8a3a5a3777fd63fe0425d2959409.jpg",
        "text": "North America\n1. Canada (home)\n2. The United States of America\n3. Mexico\n4. Cuba\n5. The Dominican Replublic|South America\n6. Peru|Africa\n7. Morocco|Europe\n8. Iceland\n9. The Netherlands\n10. Germany\n11. Austria\n12. Hungary\n13. Italy\n14. France\n15. Spain\n16. Monaco"
    },
    {
        "category": "travel",
        "order": 16,
        "id": "essaouria",
        "title": "Essaouria",
        "date": "January 29, 2020",
        "subtitle": "Magic on Earth. The city that turned me into a beach bum.",
        "coverIMG": "https://i.pinimg.com/564x/90/43/fa/9043fa329bce8dfae1a55369bf73dab5.jpg",
        "fullIMG": "https://i.pinimg.com/564x/90/43/fa/9043fa329bce8dfae1a55369bf73dab5.jpg",
        "text": "In a few sentences:|Essaouira is an absolutely beautiful city that turned me into a beach bum! It is an incredible city in all aspects, from its friendly people, to its endless beaches. It has a very cute, cozy feel that compares to no other city I have ever visited. After spending only three days in the city, I promised myself that I would put aside a chunk of my future to live there and fully experience the relaxed life that Essaouira provides.|First day in Essaouira:|After a late night out clubbing in Marrakech, mum and I woke up to the alarm that I had set way too loud just three hours before. We managed to crawl out the front doors of La Mamounia (thank god for the gentlemen who’s job it is to open the doors or we might not have made it out at all) and into the comfy car waiting outside.|The moment I slipped into the car, I was back asleep. I finally woke up about two and a half hours later just as we were getting into Essaouira. To quote my journal exactly, my first impression of the city was “SO BEAUTIFUL”. Mum and I couldn’t stop talking about how beautiful each little detail was on the drive into town; from the moroccan flags that lined the roads, to the perfectly groomed flowers at the centre of each roundabout and the sides of each road, it was all perfectly groomed to be absolutely stunning.|Overhearing our enthusiasm about the beauty, our driver, Mustafa, explained that the King had recently been in Essaouira and that we missed him by only a few days. Mustafa told us that anywhere the King goes in Morocco is always cleaned and touched up so it is freshly beautiful for him. No matter how short of a notice the town gets, they will spend all their energy on cleaning and renovating until he arrives. The preparations don’t end there. People all across the country put up flag posts and hang Moroccan flags lining any road the King might drive on to reach his destination. The amount of work that was done by the city was breathtaking.|The love that Moroccans feel towards their king is unlike anything I had ever seen; incredibly strong, completely unconditional, and very touching to an outsider.|After checking into our hotel, mum and I walked down to the beach. I wish you could feel how soft the sand on the beach was, it was unlike any other beach I can remember. Despite it being the middle of January there were lots of locals out doing their thing on the beach. There was a game of beach volleyball between some of the local boys that brought the edge of the beach to life with their carefree and happy aura. A sea of kitesurfers filled the ocean who, unlike me, were probably very grateful for the windy day it was. A little further down the beach there were guys were doing muscle ups on a bar they’d made. Something that stood out to me was a pair of young boys who looked like they were choreographing some sort of fight scene that almost looked like a street performance.|Of all the things I saw on the beach that first day in Essaouira, the craziest thing I saw was by far were the camels and horses for rent at the far end of the beach. There were dozens and dozens of camels tied up everywhere, waiting to rented for a ride. Their familiar yet completely alien shape and way of being blew my mind. It took me a while to fully realize that what I was seeing was real.|Second day in Essaouira:|Our second day in Essaouira started with a tour from the General Manager (GM) at Heure Bleu (the hotel that we were staying at). During our tour, the GM pridefully told us that the King had stayed at Heure Bleu during his visit. It was a really big deal that the King stayed at Heure Bleu since whenever the King visits somewhere, he will stay at one of his palaces. It is very rare for the King to stay in a hotel, so this was clearly a very big deal for the GM, as well as all the staff who got to tend to him. Everyone that we spoke with seemed to be very honoured that they were so close and even got to serve the King. The hotel had been completely privatized for his stay which the GM noted was very stressful for him as he had to find new accommodations for all the guests that planned on staying there. The hotel had been completely renovated and prepared for the King in four days (the short amount of notice they were given).|After our tour, mum and I walked around town and did some shopping. It was reliving how easy it was to shop in Essaouira compared to Marrakech. Shopping in Marrakech was almost too stressful to be productive. Being in a busy, bustling environment where people are all in your face and trying to pressure you into buying things for the first time was quite overwhelming for me. The contrast of the laid-back and calm vibe that Essaouira stores gave me made it much easier (almost too easy) for me to spend my money.|After our nice long walk exploring town, we still had some time before our dinner reservation so we decided to treat ourselves to another hammam (check out this article where I explain my first experience in a hammam). What an incredible way to end my stay in Essaouira.|Final Remarks:|Essaouira definitely stole a piece of my heart during my short visit. It’s beautiful landscapes and soundtrack of crashing waves made it feel like home as soon as I got there. I can’t wait for the day I can call it home."
    },
    {
        "category": "travel",
        "order": 15,
        "id": "my-morocco-experience",
        "title": "My Morocco Experience",
        "date": "January 26, 2020",
        "subtitle": "Finding beauty in every detail.",
        "coverIMG": "https://i.pinimg.com/564x/85/b8/8d/85b88d421d3563fa86212eb88534713c.jpg",
        "fullIMG": "https://i.pinimg.com/564x/85/b8/8d/85b88d421d3563fa86212eb88534713c.jpg",
        "text": "DAY 1:\n- i love speaking french on the plane and to everyone at the airport!!! they actually speak to me in french not english, so nice\n- I SAW A REAL CAMEL!!!!\n- hearing the muezzin recite the call to prayer is so beautiful\n- heard a wedding ceremony travelling through the town while at lunch\n- cute little kids say hi and hello and get very excited when you say it back in english\n- riads are incredibly beautiful!!! all the detailing of every single piece of the room is absolutely amazing. the tiled floors, the tiled walls, and doorways, and fountains, and rugs, and detailing on couches and furniture, no words to describe how beautiful it is\n- in fes, squares indicate open, hexagons are closed, not many people know this\n- if you walk up, that’s towards out\n- all muslims have to give 2-3% of their personal income to charity|DAY 2:\n- so many intricate little alleyways everywhere you look\n- no cars, motorcycles, vespas, scooters, or anything, pedestrian only- the largest pedestrian area in the world\n- each community has five things; a fountain, community oven, mosque, hammam, and a school\n- people put their furniture in through the roof\n- only women were allowed on roofs until 15 years ago\n- school and university is free in morocco\n- salam is hello, shukran is thank you\n- carpets are made soooo intricately and can take around 5-6 months for a regular sized one to be made, they have a winter and summer side\n- muslims hide wealth so they don’t seem like they’re showing off by building walls around their properties, that’s why all houses in the medina have only very little windows, sometimes with holes in the bottom to drop keys to family members or spy on the street\n- women traditionally only answer the door to women, men to men the same, 2 knocks for women, 3 for men- there are separate places to knock for family members and visitors\n- some places, like the hammam and the market are for women in the morning, and men in the afternoon\n- women all do very patient work, men do laborious work\n- the man banging the tin prayed for me to have a good life\n- do you believe in love at first sight|DAY 3:\n- walked into town with mom on our own\n- had a hammam\n- took plane to marrakech|DAY 4:\n- bike ride around marrakech\n- all the buildings are pink or red, so pretty!!!\n- someone touched my butt\n- couldn’t really focus on seeing because i was scared to hit or get hit by someone\n- broke down at les orangers\n- drove and checked in to la mamounia, drank really nice almond milk, the men in caps and capes both a royal red opened the doors for us\n- someone tried to scam us immediately after we left la mamounia \n- watched the sunset on the rooftop patio above the square\n- monkeys chased me\n- there was a guy in a weed hat who told us a joke\n- went to dinner, AMAZING dessert, glass of champagne, and la mamounia white, got a little giggly and tipsy heheheh\n- had a power nap and almost didn’t get up\n- walked through the rain, so fun!!!\n- went to the bar\n- walked in and rich looking older people were lounging around\n- a couple shared a cigar\n- walked further into the back and cool music was playing really loud, there were blue lights shining and cool looking people dressed really nicely sitting around\n- sat at a table beside three women who were wearing a lot of makeup and kept taking a thousand selfies and videos of each other\n- got our drinks and were just hanging around and chatting enjoying the ambiance until a show started\n- first there were three guys who danced with clappy things and spinning hats\n- band with two ladies singing in glittery dresses\n- flamenco dancer and singer\n- opera singer\n- finale around one, everyone came back on stage, belly dancers danced around the audience and on the tables, some women got up on the table with them, most people were dancing\n- so much fun\n- woke up at three and at four because the lights were on|DAY 5:\n- woke up VERY tired with mummy, neither of us were ready to get up\n- had a lovely breakfast with many many options at le francais\n- started driving towards essaouira\n- stopped at an aegean oil co-op where we learned how they make aegean oil\n- got into essaouria, SO BEAUTIFUL\n- the king was recently here so everything is cleaned well and there are moroccan flags hanging on the sides of all streets in town\n- walked along the beach, the sand was so soft, the beach is super long and the ride was moving out very quickly\n- saw a beautiful man with a blonde man bun in a yellow quarter zip reading in a cafe, good life\n- saw a lot of kite surfers everywhere!!! looks so cool!!! someone was learning on a skateboard on the beach\n- guys were doing muscle ups on a bar they brought down\n- a few boys were making a fight scene we think was to street perform one day\n- saw camels and horses and atvs on the beach, so crazy!!! a woman almost fell off the front when the camel stood up with her\n- took the taxi back to hotel then went for dinner and met a cute brittish couple|DAY 6:\n- had a nice omelette for breakfast on the roof inside, felt kinda crappy and grumpy and didn’t know why\n- realized i was really stressed about homework then did 3 hours of solid catch up work on functions and got completely caught up\n- checked in to heure blue, heard a lot about the kings visit, it’s a really big deal that the king stayed here because they all love him and honour him so much and he always stays in his palaces so when he stays in a hotel it’s a big deal\n- they seem to be very honoured that they were so close and even served him\n- they completely privatized the hotel for him, they had 4 days to relocate everyone who was supposed to stay there\n- they did a renovation on the bathroom and added a tv for him just to change it back after he leaves\n- they also put up curtains all around the riad to give him privacy\n- walked around the super relaxing safe feeling town and shopped\n- we actually bought stuff because people are nice and let you just look at everything you want without ambushing you\n- only got catcalled a few times, felt sooo much safer and comfortable\n- had a hammam and massage, the hammam was beautiful and black and elegant, a very different feel from the last one|DAY 7:\n- woke up feeling pretty sick but we’ll rested\n- drove to dune buggy place\n- the grasses and sand were so beautiful, it was closer to what i expected africa to be like than anything i’d seen anywhere else\n- the track was super fun, like a ski cross, all i could imagine was skiing down\n- eventually made it to the dunes, mom drove down two huge dunes that was kinda scary because they were so steep but it was so beautiful\n- the dunes were along the ocean, occasionally we would go over a dune so that we could see the ocean and it would blow my mind\n- we stopped on the beach to take a few pictures, we walked out along the beach it was super flat and at low tide so you could walk super far\n- tried to put on ponchos HAHAHAH so hard\n- i started to drive the dune buggy and it was super easy and very very fun\n- everything about the drive was so beautiful i can’t put it into words\n- any cold feelings i had went away as my adrenaline increased\n- we made our way back to the start place and played more with the adorable bulldog family then drove back to meet mustafa\n- drove to the agafay, i did some brief work but then slept most of the ride\n- woke up feeling reaaaally sick but made it to our room after some nice tea\n- time for camel ride!!!! got all dressed up and walked over to see our two camels tied together ready for us to ride, i was sorta scared but not really because i’d rode horses many times before\n- i got on my camel first, mummy said i got up very graciously heheh\n- then mom got up on her camel and we started to walk away from the camp\n- after about a minute of walking, my camel started to JUMP and BUCK around like a BUCKING BRONCO\n- i managed to stay on my camel but started to slip off, it calmed down so we kept walking but then a couple of minutes later it DID IT AGAIN\n- i started to panic because all i wanted to do was be off of it but i had to wait until it sat down\n- they unties mine from moms and started getting it to sit down but before it was fully on the ground it jumped around a bit again but not as badly\n- i finally got off and just walked the rest of the route, every time someone tried to convince me to get back on i started crying LOL\n- we got back to the room and i started fully crying because i felt so sick and was really scared of what happened\n- we went for dinner and the waiter took really nice care of me and offered to bring me more soup and was very sweet\n- walking back to our room we saw the stars, it was one of the most beautiful things i’d ever seen it was so cool, the sky was completely clear of light pollution, except over marrakech which was just a sea of twinkling lights, it was incredibly beautiful\n- i was very convinced that i was going to die and that i had the chinese disease so then i got all sad and cried again but mummy cuddled me until i got to sleep|DAY 8:\n- woke up, i didn’t die!!!! went to breakfast feeling much better\n- drove to marrakech and switched drivers and said bye to mom\n- drove to casablanca with my new driver who left me do school work and didn’t talk to me\n- awkwardly tipped the driver\n- checked in easily at the airport\n- the guy who is just supposed to make sure your boarding pass and passport match talked to me for years, i’m getting moroccan men’s attention even looking absolutely dead and sick and ugly #egoboost\n- made it on the flight despite being very confused and sick\n- didn’t get up for 8 hours because #windowlifesucks\n- everyone clapped when we landed in montreal"
    },
    {
        "category": "travel",
        "order": 10,
        "id": "swimming-on-the-jersey-shore",
        "title": "Swimming on the Jersey Shore",
        "date": "August 17, 2019",
        "subtitle": "Conquering my fears of America and the ocean in one trip.",
        "coverIMG": "https://i.pinimg.com/564x/59/ef/e8/59efe80d031ff054b6aedcf4648caa65.jpg",
        "fullIMG": "https://i.pinimg.com/564x/59/ef/e8/59efe80d031ff054b6aedcf4648caa65.jpg",
        "text": "I loved the Jersey Shore! What I initially thought was going to be a trashy, boring beach vacation turned out to be one of the highlights of my summer. The Jersey Shore had a quiet beach, booming boardwalk, and huge playful waves that somehow made me actually enjoy my time on the beach. Oh, and not to mention the awesome company helped too!|I would like to start this post by making it clear to everyone that I am not a beach person. I love swimming, love lakes, love pools, and rivers, but the beach has just never been my scene. There’s something about the sand, the salt water, and the scary ocean animals that I prefer to avoid.|I had a lot of preconceived notions about the Jersey Shore. The only connotation I had with it was trashy (which originated from my opinion on the 2009 reality show Jersey Shore). To be honest, when my mom announced that we were going to be heading to the Jersey Shore for the summer, my snobby, European-beach-preferring self was a little bit disappointed.|This foul perspective of the trip quickly dissipated when we got there and explored a little bit.|Our Air B&B wasn’t ready when we got there so we decided to kill some time exploring the board walk. When I walked out onto the boardwalk I was so surprised. There were restaurants of all different kinds of vibes; from hawaiian styles, to diners, to classy bistros, it seemed like there was a little of everything! There were also adorable take out restaurants along the boardwalk built in shipping containers which I thought was an adorable, thrifty, and so unique idea.|It was early afternoon and the beach was booming! There were people tanning, swimming, playing volleyball, and touch rugby (!!!! the sight of this instantly won my heart over). Even with all the people, there was still lots of room on the beach for more people. Since the beach is so long, there was plenty of room for everyone, unlike Hollywood Beach in Florida where it feels like it’s impossible to find a tiny corner of the beach at any time of day.|My first impression of the beach was great. I knew I would have a good time even though I went in with a slightly negative mindset.|Our days on the Jersey Shore were exactly what you imagine any beach vacation to be like. We had a light breakfast, spent the morning on the beach, grabbed a quick bite to eat from one of the food stands (in shipping containers, don’t forget) then spent the rest of the afternoon. Somehow, it was perfect.|I can’t speak for other parts of the Jersey Shore, but Asbury Park has a really cool huge old building that had been converted into a mini mall. It has incredibly high ceilings and windows all along the walls. For a girl who loves to shop, it was perfect for me!|The Jersey Shore, specifically Asbury Park, has a hipster feel unlike other beaches I’ve been to. I loved hanging out on the beach, swimming in the huge waves (which by the way, before this trip I hardly ever went past my knees in the ocean), shopping in the outdoor feeling mall, and eating at the cute boardwalk restaurants or food stands!|The Jersey Shore somehow converted me from someone who avoided the beach when possible to someone who would actually spend money to go back there! That goes to show how much I actually enjoyed the Jersey Shore!!"
    },
    




    {
        "category": "write",
        "order": 22,
        "id": "a-perfect-sleepy-lazy-thursday-afternoon-in-quarantine",
        "title": "A Perfect, Sleepy, Lazy Thursday Afternoon in Quarantine",
        "date": "May 7, 2020",
        "subtitle": "If the time I spent drifting in and out of sleep this afternoon was not the definition of complete bliss, then I am not sure if anything is.",
        "coverIMG": "https://i.pinimg.com/564x/37/ed/c1/37edc1dd6f6b1ddc7428b62685569846.jpg",
        "fullIMG": "https://i.pinimg.com/564x/37/ed/c1/37edc1dd6f6b1ddc7428b62685569846.jpg",
        "text": "After a tiring morning of reading and a draining workout, I find myself curled up in bed in my softest pyjamas and fuzzy blanket, drifting in and out of sleep. This morning I finally finished reading All the Light We Cannot See by Anthony Doerr, the fourth novel or memoir that I have read about WW2. Given the circumstances of the world and all the loss of hope I am already feeling due to covid, I promised myself that the next book that I pick up will be a lighter, more enjoyable read. Rather than another educational yet heart-wrenching book about war. After finishing my book, I decided it was time for a workout. I consulted my newly made quarantine training schedule, filled my water bottle, laced up my running shoes and headed to a nearby track to run sprints. I won’t get in to the specifics of repeat 400s because I don’t want to make you uneasy, however, the least you must know is that they are by far, the most difficult workout possibly ever. Although very satisfying when finished, extremely difficult to actually finish. I returned home, sweaty as can be, and finished my workout off with 30 minutes of Pamela Reif’s Ab workout. Yes, the same one that still has my abs sore from a workout I did three days ago. Finally, around two o’clock, after a shower and a huge plate of barley salad, I make my way up to my room, curl up in bed and place upon myself the task of choosing a new book to read.|Dozens and dozens of book descriptions pass over my eyes, yet nothing stands out. Just when I have lost all hope that I’ll find a new book to read today, dad shows up with seven books he’s hauled up from my parents’ enormous bookshelf planted firmly against the far basement wall. Of all the descriptions he unknowingly assigns to the seven books, one, he remembers, was a very light read and has a very nice story. That description perfectly matched what I was looking for so I decided to give it a try.|Sitting upright, determined not to fall asleep while reading as I so often do, I open my new book, Eleanor Rigby, by Douglas Coupland and begin to read. As the pages go by, I feel myself slowly inching downward, less and less upright. Eventually, I realize I have reached complete horizontality with my head gently resting on one of many throw pillows. Convincing myself that I feel fine, and that I am not at all tired, I allow myself to stay in the position I slowly fell into. Pages go by, flipping, and turning. Sentence and after sentence flows through my mind like water flowing through a long, thin stream to no end. I feel my mind relaxing, taking in the words as my eyes start to flutter closed. Gently, I place my book onto my floral bedspread and give in. The pure exhaustion of this mornings’ activities battles with the sunlight pouring in through my open windows, pulling me away from my book, my bed, my fuzzy pyjamas and blankets. Deeper and deeper, exhaustion pulls me, until I have ultimately drifted off into a light slumber. I wake with the sun gently warming my face, not having a clue as to how much time has passed. My brain begins to bully my body, reasoning that the daylight is wasted, and that there are better, more productive things to do than lay lazily in bed. A little voice in my head reasons with my brain and convinces it to let me sleep just a little longer. I roll over, shielding my eyes from the warm sun’s rays and allow myself to relax again. Laying there, I find the beautiful in between of being awake and being asleep. I roll gently in my fuzzy blanket, perhaps the softest material in the world. I lay my face in patches of sunlight until its warmth is no longer bearable. My face finds new, cool areas on the mountain of pillows I have created to nestle itself into. My arms and legs gently find new areas of my bed, stretching out my tired muscles, all the while staying wholly covered by my blanket.|If the time I spent drifting in and out of sleep this afternoon was not the definition of complete bliss, then I am not sure if I am ready to find out what is."
    },
    {
        "category": "write",
        "order": 24,
        "id": "race-science",
        "title": "Race Science",
        "date": "November 5, 2020",
        "subtitle": "A Crucial Precondition to Jewish Suffering and the Holocaust",
        "coverIMG": "https://i.pinimg.com/564x/99/22/d9/9922d9b2f0bd0f1b17797257a1e3e80c.jpg",
        "fullIMG": "https://i.pinimg.com/564x/99/22/d9/9922d9b2f0bd0f1b17797257a1e3e80c.jpg",
        "text": "Phrenology and physiognomy, both invented in the early nineteenth century, are race sciences that were used by the Nazis to oppress and dehumanize Jews and other marginalized groups. In the early nineteenth century, both types of race science became extremely popular, heavily influencing the social, political, and economic climates of Germany. The invention and growth in popularity of race science set the scene for Jewish life in Europe throughout the nineteenth century. Race science rationalized antisemitic beliefs and gave antisemites grounds upon which they could oppress Jews, drastically changing  socio-economic and political spheres for Jews in Germany. Due to the credibility that race science gave antisemites, a turning point was reached for Jewish life in Europe, non-Jews began to act on their beliefs that they were superior beings, and every Jewish life was politicized and degraded, destroying Jewish quality of life in Germany.|The pseudo scientific proof using race science that Jews were inferior to non-Jews ensured the impossibility of Jewish life reverting back to what it once was. Shortly after race science was invented and grew in influence within German society, the term ‘antisemitism’ was invented. A German journalist first coined the term in the 1870. The labelling of antisemitism was significant in the evolution of Jewish racial thought as its mere existence proved the significance and immense scale of Jewish hatred in Germany at the time. Once race science was invented, Jews quickly lost all possibilities of becoming fully accepted members of society; “Even where Jews converted in large numbers, [...], the descendants of the converts were regarded with hostility and suspicion”. The burdensome work of systematically alienating Jews from society was complete, destroying the possibility of them being accepted again. Race scientists focused their work on answering the Jewish racial question and believed that once they did, their work would be complete. Once solved, the race scientists’ answer to the Jewish question was released into the world with all its power and influence. The solution to the Jewish racial question that was determined using race science created an irreversible attitude towards Jews that dictated their future for decades to come.|The invention of race science in the early nineteenth century caused the growth of a social divide between Jews and non-Jews in Germany. In his writing Antisemitism Through the Ages, John Weiss explains that: “In the later nineteenth century, anthropology gave scientific validity to educated people who wished to use racism to justify [...] segregation”. Once race science had been invented and practised for decades, it resulted in a newfound justification for segregation of Jews. This created social tension and divide between Jews and non-Jews, further isolating the Jewish population. The open-endedness of physiognomy allowed ordinary people to determine “scientific” conclusions regarding any arbitrary person. Physiognomy was based on the method of “trusting your gut instinct” and using the physical attributes of a person to determine their character. Some such conclusions were that honesty can be told from a person’s forehead, or that desirability comes from the eyes. This ambiguity left much room for manipulation and the favouring of one’s prejudices. Consequently, non-Jews were able to make “scientific” conclusions on the character of Jewish people that favoured racist, antisemitic beliefs. The ease of conveniently assigning racist traits to Jews using physiognomy gave non-Jews power to discriminate on a “scientific” basis, empowering their antisemitism. Richard Wagner exemplified this when he published an antisemitic pamphlet to express his anger of the prosperity of Jewish musicians. His pamphlet claimed that Jews were not racially German, and that they therefore lack German qualities, making them inferior beings. Wagner’s antisemitic pamphlet based on race science gained popularity and became very influential. Without race science, Wagner would have had no proof for his argument resulting in his pamphlet likely having minimal influence. Race science gave Wagner the base he needed to write openly about his antisemitic views, awarding him immense influence over the non-Jewish population. The invention of race science directly resulted in the growth of social segregation between Jews and non-Jews. It set the scene for decades of segregation to come.|The invention of race science led to the increased use of antisemitism in politics, decreasing Jewish quality of life, and centralizing Jews in many political issues. Race science allowed non-Jews to make claims that certain Jewish traits were to blame for Germany’s problems. Jews were blamed for everything: uncontrolled capitalism, crash of the stock market, and rise of slums. This blame unjustly placed on Jews caused the rest of society to unfairly direct their frustration to Jews. As a result, Jews experienced great hostility from the general population. Politicians noticed growing antisemitism in Germany as a result of race science, and used it to further their political agendas. Political antisemitism became organized and amassed support, it became very influential in the late nineteenth century. The increase in antisemetic political parties resulted in Jews having virtually no support in politics. Race science normalized antisemitism to such an extent that politicians began to use their platforms to openly spread antisemitism. For instance, Karl Leuger, the Mayor of Vienna in 1897, was the first democratic politician to triumph anywhere in Europe on an explicitly anti-Jewish platform. This openness of antisemitism signified the normalization of antisemitic beliefs which not only decreased Jewish quality of life, but also ultimately began the systematic persecution of Jews. The invention of race science led to the normalization of antisemitism, allowing politicians to use Jewish hatred to further their own agendas while also degrading Jewish quality of life.|The invention of race science in the early nineteenth century, along with its prosperous growth throughout the rest of the century led to the rationalization and normalization of antisemitic beliefs. This resulted in the negative evolution of the political and social aspects of Jewish life in Germany. Doris L. Bergen writes in War and Genocide that every event in history is only able to happen due to certain preconditions. The invention of race science was one of many such preconditions for the Holocaust. Had race science not been invented and allowed to prosper as it did, the course of Jewish life in Germany would have taken a greatly different path, sparing an unimaginable number of lives.|"
    },
    {
        "category": "write",
        "order": 25,
        "id": "human-natures-selfishness",
        "title": "Human Nature’s Selfishness",
        "date": "December 14, 2020",
        "subtitle": "A Crucial Precondition to Active Partipants in the Holocaust",
        "coverIMG": "https://i.pinimg.com/564x/1b/06/89/1b0689956d77c830c519264878f30f64.jpg",
        "fullIMG": "https://i.pinimg.com/564x/1b/06/89/1b0689956d77c830c519264878f30f64.jpg",
        "text": "By nature, humans are selfish beings. Although we routinely attempt to convince ourselves otherwise, at the end of the day, the person one cares for the most and would do anything for is one's self. The active participation of gentiles during the Holocaust, and their abrupt end of support after the war clearly exemplifies how humans in large do anything to further their own agenda. Throughout the Holocaust, it was beneficial to be on the side of the Nazis. The lives of those who the Nazis liked thrived under their command. For the most part, Nazi supporters were surface-level supporters; they helped the Nazis because they knew it was best for themselves at that moment in time, however, did not support Nazi ideology strongly, or sometimes even at all. This is clearly shown through the benefits that Nazi supporters gained such as an improved quality of life throughout the war, and a sense of security, but also through the immediate retraction of support from many immediately upon defeat.|In comparison to the harsh lifestyle that many people experienced throughout the Holocaust, Nazi collaborators lived lavishly. Completely inconsiderate of how their actions would affect others, many individuals were drawn to Nazism with the incentive of improving their own quality of life. In times of desperation, the option to aid the Nazis and receive compensation was always present. “For pointing out forty Jewish apartments with furniture, [which at the time was illegal in Warsaw, a Jewish man] got an apartment free for himself”. The ease of aiding the Nazis and the large compensations to be received was enticing enough to convince many individuals to actively aid the Nazis. Since the ramifications of aiding the Nazis were often out of sight, and therefore out of mind, collaborating with the Nazis appeared to be an easy way to quickly improve one’s personal situation. Experiencing the torturous conditions of concentration camps brought many to a point where they would have done anything to improve their quality of life. For example, Kapos, prisoners who supervised and controlled other inmates in concentration camps, were rewarded for their brutality against fellow prisoners. Kapos were not sadists who hated their fellow inmates and believed in Nazi ideology; they were individuals pushed so far by Nazi torture that they reached a point where they would willingly brutalize their own people to lessen their suffering by even the smallest bit. It was not only those who experienced Nazi oppression that aided the Nazis to improve their quality of life. The staff of camps were provided with a comfortable, lavish life, that was unattainable for the average gentile during the Second World War. “Buchenwald had a zoo, many had gardens and, beginning in 1943, brothels, [...] and orchestras” all to comfort, and put the minds of the staff at ease. This tempting upgrade in lifestyle caused gentiles to rationalize their behavior. They convinced themselves that they were not responsible for any death since they were not technically the ones killing. By choosing to remain ignorant to how their actions affected others, and focusing on how aiding the Nazis improved their personal life, many individuals became active Nazi supporters.|Nazi collaborators had a false sense of security throughout the Holocaust. They presumed that since they were aiding the Nazis, they would be spared, or at least treated less harshly. The assumption that collaborating with the Nazis provided safety caused many individuals to actively support the Nazis. Many gentiles actively aided the Nazis to make themselves seem useful, and therefore indispensable to the Nazis in an attempt to secure their own personal safety. “Nazi planners measured the value of human life by its contribution to the national community, not by some inherent worth.” An individual's worth in the eyes of the Nazis was the strongest suggestion to the course of their life throughout the war. Due to this mentality of the Nazis, it was imperative to make oneself seem indispensable. The largest contribution to society someone could make according to the Nazis was a contribution to their cause. Therefore, worried for their own safety, many individuals actively helped the Nazis, to keep themselves safe. Alternatively, targeted individuals aided the Nazis in an attempt to lessen the brutality already inflicted upon themselves and their people. Many, if not all of the council members agreed to participate in the Judenrat because they believed that they would be able to protect their fellow Jews from the Nazis. Had Jews known that the Judenrat would end up as puppets to the Nazis, unable to help their people, there would have been greatly fewer Jews in ghettos actively aiding the Nazis by participating in the Judenrat. Although the Jewish police in ghettos were notorious for being cruel to their own people, a job working for the police appealed to many, as they thought it would bring safety. In her interview for the Living Testimonies project, Rena Schondorf explains that her mother greatly wanted her father to accept a job offer to work for the Jewish police since she thought it would bring their family safety. Although she knew his active participation in the police would increase suffering for others, since it would lessen her own, she actively advocated for it. Rena’s recollection of her mother’s attitude towards the Jewish police shows the mentality and desperation for safety people had that caused them to aid the Nazis. Having a sense of security in a world that appears to be falling apart would be very appealing. This potential access to safety which had the opportunity to increase chances of survival caused many individuals to help the Nazis, regardless of the fact that in doing so they were committing horrific atrocities towards others.|The actions of many Nazis and active Nazi helpers immediately upon the defeat of Hitler and the Nazi regime show that they activley participated in the atrocities of the Holocaust for their own self interest. A lot of Nazis ran away once they realized the war was lost. Argentina, Brazil, and many other countries were safe havens for Nazis who hid there for years, some even for life, under fake names with false papers. If these individuals truly believed in Nazi ideology, they would have stayed in Germany and have kept trying to achieve Hitler’s goals, regardless of the dangers in doing so. However, postwar it was in the best interest of any active participant in the Holocasut to leave the country in an attempt to escape prosecution, which is what the majority of Nazis did. Additionally, Eastern Europeans fled back to their home countries immediately once the Nazis were defeated. Many Eastern Europeans who had collaborated with Nazism fled back to the East, hoping to find anonymity. These individuals realized that since the Nazi regime had been defeated, they no longer personally gained anything from supporting the Nazis. Therefore, many left German occupied areas to restart their lives, with all the riches they had gained from years of supporting a large scale murdering machine. This immediate abandonment of the cause Nazis claimed to have ‘supported’ shows the surface level support many gave, that was only there for their personal gain. Once the Nazis were defeated, Nazi supporters were ashamed of their actions throughout the war: 'Immediately after the surrender and after Hitler's death, barely anyone admitted in Germany that they were supporting the Nazi regime.' If they had been helping the Nazis because they truly believed in Nazi ideals, then they would not have felt shame and abandoned the cause once Nazi popularity decreased. The immediate embarassment of having once been a Nazi shows clearly that many Nazis did not feel passionately about the cause and instead participated to further their own agendas. The immediate retraction of all Nazi association upon the defeat of Hitler and the Nazi regime shows the surface level support many active Nazi collabortors gave.|The bulk of the support the Nazi Regime recieved was a very surface level support. Their collaborators were in large actively helping the Nazis because they knew it was in their self-interest, not because they felt passionately about Nazi ideology. Being on the side of the Nazis was the closest one could get to a normal life and safety during the Second World War in German occupied regions. Individuals used this fact, along with their lack of consideration or care of how their actions would affect others to justify aiding the Nazis. The active participation of ample individuals, regardless of race or religion, in the large scale mass murder and destruction of European Jewry shows the uncontestable selfishness that is an intrinstic aspect of human nature. The participation of thousands in the killing of millions, for the main purpose of furthering their own agendas shows the human race’s inherent selfishness. Let our studies of the motivations of those who actively participated in the horrific atrocities of the Holocaust teach us to think deeply before we act, considering how our actions will affect others, instead of narrow-mindedly focusing on what it will bring for ourselves. Had everyone collaborating with the Nazis stopped to think about the ramifications and consequences of their actions for European Jews and other targeted groups, the Nazis would have lost the bulk of their supporters."
    },
    {
        "category": "write",
        "order": 26,
        "id": "an-uphill-fight",
        "title": "An Uphill Fight for a Seat at the Table",
        "date": "November 22, 2021",
        "subtitle": "Factors Limiting Women from Succeeding in Computer Science",
        "coverIMG": "https://i.pinimg.com/564x/0c/e1/c9/0ce1c93604d917cd84a9edd1f44fef6d.jpg",
        "fullIMG": "https://i.pinimg.com/564x/0c/e1/c9/0ce1c93604d917cd84a9edd1f44fef6d.jpg",
        "text": "Abstract\nThe presence of women in the computer science industry in North America has continually decreased since 1984. This paper identifies the factors contributing to the modern day discrepancy in representation of women in the computer science industry in North America. The factors are broken into three sections: factors affecting adolescent girls’ interest in computers, factors affecting female undergraduate university students’ interest in computer science classes, and factors affecting the retention rate of women working in the computer science industry. \nKeywords: women, computer science, gender roles, women in STEM\n\nFactors Limiting Women from Succeeding in Computer Science\nAugusta Ada Byron, also known as Lady Lovelace, is considered by many to be the first computer programmer in history (Toole, 1996). She developed the “world’s first machine algorithm for an early computing machine that existed only on paper” (Celina, 2015). She not only introduced computers to the world but even more importantly, women to computers. Lovelace’s powerful legacy for women in computer science makes it shocking to see how few women in modern-day North America are involved with computers. The lack of women in the computer science industry can clearly be seen in the rates of women as a percentage of computer science students in Canada, a mere 16% (Wall, 2019), and as a percentage of the total workforce for computer science-related jobs, a meager 25% (Daley, 2021). \nWomen face an inequitable disadvantage when attempting to succeed in the computer science industry. From elementary school to the workplace, women are slowly pushed away from computer science, resulting in an underrepresentation of women in the industry. Although it may not appear to be as prominent a stereotype in modern day North America compared to the past, North American culture continues to manifest the stereotype that computers are for boys. This cultural manifestation indoctrinated into the minds of North American children that computers are for boys is one of the first and most impactful factors that filters girls out of computer science. Once many girls have already lost interest in computers due to cultural influences, they are further discouraged from the industry in school, especially while studying at university. The resulting group of resilient women that surpass the array of obstacles and finally enter the industry experience difficulties in retaining jobs, resulting in a low retention rate and an overall underrepresentation of women in computer science. This paper serves to identify the variety of factors at play that are currently limiting women from succeeding in computer science in modern-day North America. It discusses the cultural manifestation that inhibits young girls from taking an interest in computer science, the dissuasion of girls to pursue computers throughout schooling, and the challenges women face in retaining jobs in the male-dominated industry that computer science is. \n\nDiscussion\nSection 1: Cultural Manifestation\nFrom birth, a child is constantly being molded into the person they will become. The clean slate upon which children enter this world--free of assumptions, judgements, and prejudice--is quickly tainted in modern-day North America with the cultural manifestation that computers are for boys, discouraging young girls from taking an interest in computers. Starting in early childhood and continuing throughout adolescence, “girls spend less time playing with computer games and technological toys” (Master et al., 2017, p. 7). This lack of exposure to computers leaves girls less comfortable with technology, putting them at a disadvantage from the early years of their lives. Early childhood years are some of the most formative years of a child’s life. The less exposure girls have to computers early on, the less likely they are to take an interest in it. One of the most beautiful aspects of learning new skills as a child is the lack of a fear of failure. For this fact, it is vital to be introduced to difficult skills during childhood to gain confidence and the ability to pursue that challenging task in the future. It was found that “young boys spend more time interacting with age-appropriate technology activities, which could give them more opportunities to gain self-efficacy” (Master et al., 2017, p. 5). This self-efficacy gained at such a young age propels boys into the world of computer science, leaving girls in their dust. Children pick up on this acceleration of boys into the world of computer science. Already at the ripe age of six years old, “first-grade children held stereotypes that boys were better than girls at robotics and programming” (Master et al., 2017, p. 2). With girls of age six already limiting themselves by thinking that they are worse than their male counterparts at robotics and programming, they are bound to manifest this thought continuously as they age. This subtle manifestation will continue to grow until they make vital decisions regarding their career paths, at which point computers are nowhere near their realm of consideration. This cultural manifestation present in modern-day North America that computers are for boys strips many young girls of the chance to even consider a career path in computer science. Before young girls are able to discover which disciplines interest them the most, societal stereotypes and manifestations of gender roles inhibit many girls from taking an interest in computer science. \n\nSection 2: Dissuasion Throughout Schooling\nA career in computer science requires a substantial amount of schooling. Throughout a woman’s degree in computer science, she is slowly introduced to the industry of computer science, showing her to the amazing prospects the industry has to offer; however, it unfortunately also exposes her to the array of challenges she will face throughout her degree, as well as career. For many, the first step to becoming a computer programmer is taking an introductory class to computer science. Unfortunately, it has been found that many women are unable to accomplish this rather challenging first step with only 14% of women as opposed to 23% of men having taken a class in computer science (Beyer et al., 2004). This lack of representation of women in computer science courses is often blamed on the hypothesis that women are not capable of the demanding work of computer science. However, this thought can easily be countered by the fact that “although there is no significant gender difference in ACT mathematics scores, there is still a scarcity of women in CS [computer science] classes” (Beyer et al., 2004, p. 23). This equality in test scores but persisting gender imbalance in computer science classes proves that, on average, women and men are equally psychologically capable of taking computer science classes; therefore, the factor discouraging women from computer science classes must not be their intellectual ability. \nThe CIO reported that male-dominated workplaces cause 79% of women to feel a need to prove themselves all or some of the time (White, 2021). Pursuing a position in which one is the minority is intimidating and requires much bravery and perseverance. It is not only the computer science industry in which women are the minority; only 16% of computer science students in Canada in 2019 were women (Wall, 2019). It has been found that women in Universities have less of a sense of belonging in computer science departments than their male-counterparts (Moss-Racusin et al., 2018). With lower rates of feelings of belonging, women are less happy in the industry than their male counterparts and have an increased hesitancy to pursue a degree or career in computer science. This hesitancy to take computer science classes due to the lack of feelings of belonging in university computer science departments results in fewer women even attempting a degree in computer science. It is not only the lack of feelings of belonging that inhibits women from pursuing a degree in computer science. Women tend to be more intimidated than men by university computer science classes. This can be seen in how “women had lower confidence in their computer skills than did men, which manifests itself in womens’ less playful and relaxed attitude towards computers” (Beyer et al., 2004, p. 25). This higher level of intimidation results in fewer women enrolling in computer science classes or joining computer science related clubs. Humans take the path of least resistance, which for women certainly is not a degree in computer science compared to a degree in which women are more greatly represented. The process of studying computer science throughout universities evidently turns many women away from pursuing computer science. From the lack of feelings of belonging, to the low rates of self-efficacy, to the intimidation caused by the male-domination, many women become deterred from computer science throughout their time in school.\n\nSection 3: Challenges in Job Retention\nCompleting a degree in computer science is only the first step to succeeding in computer science. Next, women are faced with the challenges of working in a male-dominated field in which they are often stepped-on and overlooked. The dictionary of Cambridge defines Job Retention as “the fact of keeping your job” (Job Retention, 2021). Many women in the computer science industry have difficulty retaining a job for a variety of reasons. There is a lack of mentors from whom women can learn and aspire. White (2021) found that only 25% of tech startups have a female founder, 63% do not have even one woman on the board of directors, and 47% do not have even one woman in an executive position. This lack of representation of women in prominent positions in the computer science industry results in women entering the industry having a smaller chance of finding a mentor to whom they can relate. It was found that “same-gender role models are helpful for women who are already in STEM fields [in retaining their jobs]” (Drury et al., 2011, p. 1) . Therefore, it is evident that the lack of females in powerful positions in tech companies directly affects the job retention rate of women in the computer science industry. \nAnother factor that pushes women out of the computer science industry is the fear of a career standstill. White found that of people working in the IT industry, “54% of men said they felt it was likely that they’d be promoted to executive management in their company. Meanwhile, only 25% of women said the same” (2021). Thus, for the three-quarters of women who do not believe they will be promoted in their company, their vision of their career prospects is not very bright. It is therefore understandable why many women choose to switch professions to an industry in which they think they have a greater chance to grow their careers. \nThe computer science industry is male-dominated, with women representing only 25% of the total workforce for computer science related jobs in 2021 (Daley, 2021). Unfortunately, with such low rates of women present in an industry often comes an increased rate of sexual harassment and gender bias. For instance, Leaper & Starr (2019) found that “only 21.9% of women reported having never experienced sexual harassment and 39.1% reported never having experienced STEM gender bias during the past year” (p. 172). These incredibly high rates of sexual harassment and gender bias that women experience exemplify that working in a male-dominated industry can foster an uncomfortable work environment for women. This uncomfortable environment many women experience in the computer science industry is one of the many driving factors causing women to switch industries to exist in an environment with closer to equal rates of men and women. \nThe challenges that women face working in the male-dominated industry of computer science causes many women to rethink their careers and switch disciplines. This is evident from the fact that “only 38% of women who majored in computer science are working in the field compared to 53% of men” (White, 2021), suggesting that a much higher rate of women are deterred from computer science. From the lack of mentors available to help them adjust to new environments, to the fear of career standstill, to the uncomfortable work environment fostered by a male-dominated industry, women have a challenging time retaining jobs in the computer science industry. \n\nRecommendations for Action\nWhile the lack of representation of women in the computer science industry is  commonly known, those in positions to inflict change and welcome more women into the industry continually refrain from doing so. With the knowledge now known regarding the factors impeding women’s success in computer science, much work can be done to help women succeed in the currently challenging industry. It has been shown that especially in childhood, girls who are exposed more to computers and video games gain a higher self-efficacy regarding computer science. This finding should propel school boards across North America to increase the amount of teaching of computer-related fields in the curricula of young children. Universities have clearly seen that women do not participate in computer science related activities and classes at rates as high as men. It has been shown that many women lack the self-efficacy and sense of belonging needed to succeed in a computer science related degree. Universities should increasingly continue implementing programs and offering support to women to encourage them to pursue computer science. The computer science industry continues to see a decrease in the rate of female employees. Individuals with hiring and managerial power now have clearly marked factors that drive women out of the computer science industry, such as a lack of female mentors, the fear of a career standstill, and the prevalence of sexual harassment and gender bias. With this newfound information regarding factors that continue to drive women away from the industry, individuals with the power to make a change should utilize the information to create a more inclusive environment in which women will be more likely to succeed. \n\nConclusions\nThe historical underrepresentation of women in computer science persists, remaining a prevalent issue in modern-day North America. Evaluating the various factors contributing to this persistent low rate resulted in the distinction of three categories of factors: those affecting adolescent girls, those affecting female undergraduate university students, and those affecting women working in the computer science industry. It was shown that the cultural manifestation in modern-day North America that “computers are for boys” dissuades young girls from taking an interest in computers. It was further shown that women pursuing undergraduate degrees are less likely to study computer science due to a lack of self-efficacy and a sense of belonging. Finally, it was proven that women with computer science backgrounds have a higher level of difficulty retaining computer science related jobs due to a lack of female mentors, the fear of career standstill, as well as high levels of sexual harassment and gender bias. With the low rates of female computer science graduates, and female computer science professionals, the future for women in computer science as the world stands now is quite bleak. There is little work being done to foster a more inclusive environment for women to feel comfortable, keeping the rates of women in computer science low. Should modern day North America continue in the trajectory of history and fail to encourage more women into the computer science industry, technological advancements will not reach their full potential. As can be seen from recent technological advances, the current workforce of computer scientists in North America is capable of incredible things. Imagine the unbelievable advancements in technology that could be accomplished with the addition of an army of intelligent women. \nReferences\nBeyer, S., Rynes, K., & Haller, S. (2004). Deterrents to women taking computer science courses. Ieee Technology and Society Magazine, 23(1). https://doi.org/10.1109/MTAS.2004.1273468\nCelina, M. (2015, October 13). Ada Lovelace: The First Computer Programmer. Mental Floss. Retrieved November 2, 2021, from https://www.mentalfloss.com/article/53131/ada-lovelace-first-computer-programmer. \nDaley, S. (2021, March 31). Women in tech statistics show the industry has a long way to go. Built In. Retrieved November 1, 2021, from https://builtin.com/women-tech/women-in-tech-workplace-statistics. \nDrury, B. J., Siy, J. O., & Cheryan, S. (2011). When do female role models benefit women? the importance of differentiating recruitment from retention in STEM. Psychological Inquiry, 22(4), 265–269. https://doi.org/10.1080/1047840x.2011.620935 \nJob retention. Cambridge Dictionary. (n.d.). Retrieved November 1, 2021, from https://dictionary.cambridge.org/dictionary/english/job-retention. \nLeaper, C., & Starr, C. R. (2019). Helping and hindering undergraduate women’s stem motivation: experiences with stem encouragement, stem-related gender bias, and sexual harassment. Psychology of Women Quarterly, 43(2), 165–183. https://doi.org/10.1177/0361684318806302\nMaster, A., Cheryan, S., Moscatelli, A., & Meltzoff, A. N. (2017). Programming experience promotes higher stem motivation among first-grade girls. Journal of Experimental Child Psychology, 160, 92–106. https://doi.org/10.1016/j.jecp.2017.03.013\nMisa, T. J. (2010). Gender Codes: Why Women Are Leaving Computing. IEEE Computer Society, 251–263. https://doi.org/10.1002/9780470619926.ch12\nMoss-Racusin, C. A., Sanzari, C., Caluori, N., & Rabasco, H. (2018). Gender bias produces gender gaps in stem engagement. Sex Roles : A Journal of Research, 79(11-12), 651–670. https://doi.org/10.1007/s11199-018-0902-z\nRosenbloom, J. L., Ash, R. A., Dupont, B., & Coder, L. A. (2008). Why are there so few women in information technology? assessing the role of personality in career choices. Journal of Economic Psychology, 29(4), 543–554. https://doi.org/10.1016/ j.joep.2007.09.005\nToole, B. A. (1996). Ada byron, lady lovelace, an analyst and metaphysician. Ieee Annals of the History of Computing, 18(3). https://doi.org/10.1109/85.511939\nWall, K. (2019, May 2). Persistence and representation of women in STEM programs. Statistics Canada. Retrieved October 23, 2021, from https://www150.statcan.gc.ca/n1/pub/75-006-x/2019001/article/00006-eng.htm. \nWhite, S. K. (2021, March 8). Women in tech statistics: The hard truths of an uphill battle. CIO. Retrieved October 24, 2021, from https://www.cio.com/article/3516012/women-in-tech-statistics-the-hard-truths-of-an-uphill-battle.html. "
    },





    {
        "category": "video",
        "order": 23,
        "id": "heaven-is-earth",
        "title": "heaven is earth",
        "date": "May 19, 2020",
        "subtitle": "Note to self: never, ever take travelling for granted again...",
        "coverIMG": "https://www.youtube.com/embed/snOlr0B1P8o",
        "fullIMG": "https://www.youtube.com/embed/snOlr0B1P8o",
        "text": "",


        "link": "https://www.youtube.com/watch?v=snOlr0B1P8o&feature=emb_title",
        
        "width": "560",
        "height": "315",
        "src": "https://www.youtube.com/embed/snOlr0B1P8o",
        "frameborder": "0",
        "allow": ""
    },

    



    {
        "category": "photography",
        "order": 8,
        "id": "san-francisco-california",
        "title": "San Francisco, California",
        "date": "December 10, 2018",
        "subtitle": "My new favourite city, and hopefully future home.",
        "coverIMG": "https://im.vsco.co/aws-us-west-2/85c18a/23361141/5c0df7b7983e0219025a3f89/vsco5c0df7c816266.jpg?w=600&c=1&dpr=1",
        "fullIMG": "https://im.vsco.co/aws-us-west-2/85c18a/23361141/5c0df7b7983e0219025a3f89/vsco5c0df7c816266.jpg?w=600&c=1&dpr=1",
        "text": ""
    },
    {
        "category": "photography",
        "order": 7,
        "id": "dijon-france",
        "title": "Dijon, France",
        "date": "August 30, 2018",
        "subtitle": "A day of complete indepence.",
        "coverIMG": "https://im.vsco.co/aws-us-west-2/85c18a/23361141/5b8bf6811bbee4414aab0e0e/vsco5b8bf683a3b13.jpg?w=600&c=1&dpr=1",
        "fullIMG": "https://im.vsco.co/aws-us-west-2/85c18a/23361141/5b8bf6811bbee4414aab0e0e/vsco5b8bf683a3b13.jpg?w=600&c=1&dpr=1",
        "text": ""
    },
    {
        "category": "photography",
        "order": 6,
        "id": "paris-france",
        "title": "Paris, France",
        "date": "August 26, 2018",
        "subtitle": "The city of love.",
        "coverIMG": "https://im.vsco.co/aws-us-west-2/85c18a/23361141/5b7dcc48e5b9ee1fb1ee418b/vsco5b7dcc58b6b49.jpg?w=600&c=1&dpr=1",
        "fullIMG": "https://im.vsco.co/aws-us-west-2/85c18a/23361141/5b7dcc48e5b9ee1fb1ee418b/vsco5b7dcc58b6b49.jpg?w=600&c=1&dpr=1",
        "text": ""
    },
    {
        "category": "photography",
        "order": 5,
        "id": "loire-valley-france",
        "title": "Loire Valley, France",
        "date": "August 15, 2018",
        "subtitle": "Castles, roses, and endlessly spanning golden fields, what more could you ask for.",
        "coverIMG": "https://im.vsco.co/aws-us-west-2/85c18a/23361141/5b7ee43db88fba6740d6759b/vsco5b7ee45b629ab.jpg?w=600&c=1&dpr=1",
        "fullIMG": "https://im.vsco.co/aws-us-west-2/85c18a/23361141/5b7ee43db88fba6740d6759b/vsco5b7ee45b629ab.jpg?w=600&c=1&dpr=1",
        "text": ""
    },
    {
        "category": "photography",
        "order": 4,
        "id": "sunrise-golden-hour",
        "title": "Sunrise Golden Hour",
        "date": "August 10, 2018",
        "subtitle": "A beautiful, foggy morning in the Loire Valley spent chasing the golden sun rays in a tiny French car.",
        "coverIMG": "https://im.vsco.co/aws-us-west-2/85c18a/23361141/5b7fa59185014f199231e701/vsco5b7fa5995b83c.jpg?w=600&c=1&dpr=1",
        "fullIMG": "https://im.vsco.co/aws-us-west-2/85c18a/23361141/5b7fa59185014f199231e701/vsco5b7fa5995b83c.jpg?w=600&c=1&dpr=1",
        "text": ""
    },
    {
        "category": "photography",
        "order": 3,
        "id": "monflanquin-france",
        "title": "Monflanquin, France",
        "date": "August 9, 2018",
        "subtitle": "A hike full of goats, blood thirsty dogs, and twelve tourists.",
        "coverIMG": "https://i.pinimg.com/564x/9c/93/4f/9c934fd839ed4f9508868fa56ebd8327.jpg",
        "fullIMG": "https://i.pinimg.com/564x/9c/93/4f/9c934fd839ed4f9508868fa56ebd8327.jpg",
        "text": ""
    },
    {
        "category": "photography",
        "order": 2,
        "id": "bourdeau-france",
        "title": "Bourdeau, France",
        "date": "August 3, 2018",
        "subtitle": "My first taste of France in a while. Just as beautiful as ever.",
        "coverIMG": "https://im.vsco.co/aws-us-west-2/85c18a/23361141/5b7eb3c90c804d5b9f36cff0/vsco5b7eb3d6174a3.jpg?w=600&c=1&dpr=1",
        "fullIMG": "https://im.vsco.co/aws-us-west-2/85c18a/23361141/5b7eb3c90c804d5b9f36cff0/vsco5b7eb3d6174a3.jpg?w=600&c=1&dpr=1",
        "text": ""
    },
    











    {
        "category": "",
        "id": "",
        "title": "",
        "date": "",
        "subtitle": "",
        "coverIMG": "",
        "fullIMG": "",
        "text": ""
    }
]